# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)
Company.create(name: 'あおぞら引越しセンター', text: '私たちのモットーは「青空のように清々しい引越しを」でございます。お客様一人ひとりに満足していただくため、従業員に日々指導をおこない、お客様が清々しい気持ちでお引越しを終えられるよう精進しております。気持ちの良いお引越しをお求めならばぜひ当社をお選びください！', image: 'kuruma.jpeg')
Company.create(name: 'いじっぱり運送', text: '当社はいじっぱり運送という会社名ですが決して悪い意味ではございません。最高の仕事をお客様に提供するために、社員一同誇りを持って引越し作業をおこないます。職人気質の従業員が多い当社ですが腕は確かです。大切な家財を傷一つつけずお運び致します。', image: 'wood.jpeg')
Company.create(name: '運がいい引越し社', text: '当社は創業以来一度も赤字決算をしたことがありません。それもこれも当社を選んでいただけるお客様に高い評価をいただいており、ご依頼が年々右肩上がりで増加しているからであります。当社のキャンペーンとしまして、お見積もりをしていただいたお客様にお守りをプレゼントしております。皆様に幸運が訪れますように。', image: 'ganba.jpeg')
Company.create(name: 'エンドウ豆通運', text: 'エンドウ豆のように多種多様に！弊社スタッフは様々な性格をしております。お客様にぴったりなスタッフを配置し、お引越しという大切なイベントを、さらに思い出に残るようなものにしていきたいと思っていおります。「こういう人が引越ししてくれたらいいな」とご要望があれば一度ご相談ください！', image: 'house.jpeg')
Company.create(name: 'お布団引越しセンター', text: '我々は寝具の運搬なら右に出る物はいないと自負している、寝具専門引越し業社です。一日の始まりも終わりも寝具から。人生において過ごす時間が多い寝具ですから真心込めて運搬させていただきます。当社特性、除菌しながら寝具を運搬する「寝具くん」を使い清潔なお引越しをお手伝い致します。', image: 'human.jpeg')
Company.create(name: '感動を与える引越し社', text: '感動を与えるお引越しというのはどういうことか。それはお客様一人ひとりに寄り添い、物を運ぶのではなくお客様の思い出も一緒に運ぶということです。今までの思い出には大切な家財が片隅あったはずです。私たちもその思い出一つひとつを大切に思い、懇切丁寧にお引越しを遂行していきたいと思っております。', image: 'images.jpeg')
Company.create(name: 'きまじめ運送', text: '私たちはただきまじめなだけではありません！当たり前のことを当たり前にこなす。お客様の期待を裏切らないしっかりとしたお引越しをさせていただきます。あれ、きまじめでしたかね？笑', image: 'truck.jpeg')
Company.create(name: '食いっぷり通運', text: '弊社社員はパワーが自慢です。どんな思い荷物も安心、安全、確実に運搬いたします。パワーの源は食事です。当社では毎朝３合のお米を食べる朝礼を行っています！トレーニング施設も完備です。全て当社で補助しております。それもこれもお客様の笑顔のため。安心安全なお引越しを今までもこれからも提供し続けます！', image: 'city.jpeg')
Company.create(name: '結構すごい引越し屋さん', text: '我々のセールスポイントは引越し屋さん選手権で全国１位に輝いた、確かな技術力です。またアメリカで開催された引越しコンテストでも全米１位に輝きました。お客様満足度３年連続１位の実績もひっさげ全国レベルの最高のお引越しを提供します。引越しのことは当社に全てお任せください！', image: 'Rainbow.jpeg')
Company.create(name: 'コシが強い引越しセンター', text: '香川県発祥の我が社。社名はもちろん、うどんにちなんだ名前です。社員が怪我をしてお客様にご迷惑をおかけするわけにはいきませんから日頃から腰を痛めないトレーニングも行っていますよ。コシの強いお引越しをお求めならぜひ当社を！', image: 'ossan.jpeg')


